Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhasec Property
 "Branch Circuit Apparent Power Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhasec { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitApparentLoadPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace